dialogue = {
	"ask names": "Введите имена участников через запятую: ",
	"ask payment": "Сколько заплатил(а) {}? "
	}
alert = {
	"one participant": "Нет субъектов для расчета",
	"negative share": "Сумма не может быть отрицательным числом. Попробуйте снова"
	}
message = {
	"equal contribution": "\nОбщая сумма была в равной степени оплачена участниками. Каждый заплатил по {:.2f}",
	"equal share": "\n>>> Каждый должен заплатить по {:.2f} <<<\n",
	"total sum": "\n>>> Общая смета: {} <<<",
	"personal payment": "{0} платит {2} {1:.2f}"
	}

