dialogue = {
	"ask names": "Введите имена участников через запятую: ",
	"ask sum": "Какова общая сумма? ",
	"ask amount paid": "Сколько заплатил(а) {}? "
}

alert = {
	"no participants": "Нет субъектов для расчета",
	"wrong total": "Общая сумма должна быть положительным числом!",
	"negative share": "Сумма не может быть отрицательным числом. Попробуйте снова",
	"exceeding share": "Ошибка ввода! Сумма введенных превышает общую!",
	"inconsistent share": "Общая сумма не соответствует введенной. Попробуйте снова"
}

message = {
	"equal contribution": "\nОбщая сумма была в равной степени оплачена участниками. Каждый заплатил по {:.2f}",
	"equal share": "\n>>>Каждый должен оплатить по {:.2f}<<<",
	"transaction": "{0} платит {2} {1:.2f}"
}

