dialogue = (
	"Введите имена участников через запятую: ",
	"Какова общая сумма? ",
	"Сколько заплатил(а) {}? ",
	)
alert = (
	"Нет субъектов для расчета",
	"Общая сумма должна быть положительным числом!",
	"Сумма не может быть отрицательным числом. Попробуйте снова",
	"Ошибка ввода! Сумма введенных превышает общую!",
	"Общая сумма не соответствует введенной. Попробуйте снова",
	)
message = (
	"\nОбщая сумма была в равной степени оплачена участниками. Каждый заплатил по {:.2f}",
	"\n>>>Каждый должен оплатить по {:.2f}<<<",
	"{0} -> {2}: {1:.2f}",
	)
	

