dialogue = {
	"ask names": "Введіть імена участників через кому: ",
	"ask sum": "Якою є загальна сума? ",
	"ask amount paid": "Скільки заплатив(ла) {}? "
}

alert = {
	"no participants": "Відсутні суб'єкти для розрахунку",
	"wrong total": "Загальна сума має бути позитивним числом!",
	"negative share": "Сума не може бути від'ємним числом. Спробуйте ще раз",
	"exceeding share": "Помилка! Введена сума перевищує загальну!",
	"inconsistent share": "Загальна сума не відповідає введеній. Спробуйте ще раз"
}

message = {
	"equal contribution": "\nЗагальна сума була рівною мірою сплачена участниками. Кожен заплатив по {:.2f}",
	"equal share": "\n>>>Кожен має сплатити по {:.2f}<<<",
	"transaction": "{0} платить {2}: {1:.2f}"
}
	

