dialogue = {
	"ask names": "Введіть імена участників через кому: ",
	"ask payment": "Скільки заплатив(ла) {}? "
	}
alert = {
	"one participant": "Відсутні суб'єкти для розрахунку",
	"negative share": "Сума не може бути від'ємним числом. Спробуйте ще раз",
	}
message = {
	"equal contribution": "\nЗагальна сума була рівною мірою сплачена участниками. Кожен заплатив по {:.2f}",
	"equal share": "\n>>> Кожен має сплатити по {:.2f} <<<\n",
	"total sum": "\n>>> Загальна сума: {} <<<",
	"personal payment": "{0} платить {2}: {1:.2f}"
	}
