dialogue = (
	"Введіть імена участників через кому: ",
	"Якою є загальна сума? ",
	"Скільки заплатив(ла) {}? ",
	)
alert = (
	"Відсутні суб'єкти для розрахунку",
	"Загальна сума має бути позитивним числом!",
	"Сума не може бути від'ємним числом. Спробуйте знову",
	"Помилка! Введена сума перевищує загальну!",
	"Загальна сума не відповідає введеній. Спробуйте знову",
	)
message = (
	"\nЗагальна сума була рівною мірою сплачена участниками. Кожен заплатив по {:.2f}",
	"\n>>>Кожен має заплатити по {:.2f}<<<",
	"{0} -> {2}: {1:.2f}",
	)
	

